Repository: SoCuul/unexpectedly
Catalog: app_unexpectedly/app_unexpectedly/*.lproj/Predicates.strings
Languages: es, fr, he, ja

source: %[All]@ of the following are true
es: %1$[Todas]@ las siguientes son verdaderas
fr: %1$[Toutes les]@ conditions suivantes sont vraies
he: %1$[כל]@ התנאים הבאים נכונים
ja: 以下の条件の%1$[すべてを満たす]@

source: %[Any]@ of the following are true
es: %1$[Alguna]@ de las siguientes es verdadera
fr: %1$[Certaines des]@ conditions suivantes sont vraies
he: %1$[כל אחד]@ מהתנאים הבאים הוא נכון
ja: 以下の条件の%1$[いずれかを満たす]@

source: %[processName]@ %[is]@ %@
es: %1$[Nombre del proceso]@ %2$[es]@ %3$@
fr: %1$[Le nom de l'opération]@ %2$[est]@ %3$@
he: %1$[השם תהליך]@ %2$[הוא]@ %3$@
ja: %1$[プロセス名]@が%3$@%2$[である]@

source: %[processName]@ %[is not]@ %@
es: %1$[Nombre del proceso]@ %2$[no es]@ %3$@
fr: %1$[Le nom de l'opération]@ %2$[n'est pas]@ %3$@
he: %1$[השם תהליך]@ %2$[אינו שווה ל-]@ %3$@
ja: %1$[プロセス名]@が%3$@%2$[ではない]@

source: %[processName]@ %[begins with]@ %@
es: %1$[Nombre del proceso]@ %2$[empieza por]@ %3$@
fr: %1$[Le nom de l'opération]@ %2$[commence par]@ %3$@
he: %1$[השם תהליך]@ %2$[מתחיל ב-]@ %3$@
ja: %1$[プロセス名]@が%3$@%2$[で始まる]@

source: %[processName]@ %[ends with]@ %@
es: %1$[Nombre del proceso]@ %2$[acaba en]@ %3$@
fr: %1$[Le nom de l'opération]@ %2$[se termine par]@ %3$@
he: %1$[השם תהליך]@ %2$[מסתיים ב-]@ %3$@
ja: %1$[プロセス名]@@が%3$@%2$[で終わる]@

source: %[processName]@ %[contains]@ %@
es: %1$[Nombre del proceso]@ %2$[contiene]@ %3$@
fr: %1$[Le nom de l'opération]@ %2$[contient]@ %3$@
he: %1$[השם תהליך]@ %2$[מכיל]@ %3$@
ja: %1$[プロセス名]@が%3$@%2$[を含む]@

source: %[header.bundleIdentifier]@ %[is]@ %@
es: %1$[Identifier]@ %2$[es]@ %3$@
fr: %1$[L'identifiant]@ %2$[est]@ %3$@
he: %1$[המזהה]@ %2$[הוא]@ %3$@
ja: %1$[Identifier]@が%3$@%2$[である]@

source: %[header.bundleIdentifier]@ %[is not]@ %@
es: %1$[Identifier]@ %2$[no es]@ %3$@
fr: %1$[L'identifiant]@ %2$[n'est pas]@ %3$@
he: %1$[המזהה]@ %2$[אינו שווה ל-]@ %3$@
ja: %1$[Identifier]@が%3$@%2$[ではない]@

source: %[header.bundleIdentifier]@ %[begins with]@ %@
es: %1$[Identifier]@ %2$[empieza por]@ %3$@
fr: %1$[L'identifiant]@ %2$[commence par]@ %3$@
he: %1$[המזהה]@ %2$[מתחיל ב-]@ %3$@
ja: %1$[Identifier]@が%3$@%2$[で始まる]@

source: %[header.bundleIdentifier]@ %[ends with]@ %@
es: %1$[Identifier]@ %2$[ends with]@ %3$@
fr: %1$[L'identifiant]@ %2$[se termine par]@ %3$@
he: %1$[המזהה]@ %2$[מסתיים ב-]@ %3$@
ja: %1$[Identifier]@@が%3$@%2$[で終わる]@

source: %[header.bundleIdentifier]@ %[contains]@ %@
es: %1$[Identifier]@ %2$[contiene]@ %3$@
fr: %1$[L'identifiant]@ %2$[contient]@ %3$@
he: %1$[המזהה]@ %2$[מכיל]@ %3$@
ja: %1$[Identifier]@が%3$@%2$[を含む]@

source: %[header.executablePath]@ %[is]@ %@
es: %1$[Ruta del ejecutable]@ %2$[es]@ %3$@
fr: %1$[Le chemin de l'exécutable]@ %2$[est]@ %3$@
he: %1$[הנתיב של קובץ הרצה]@ %2$[הוא]@ %3$@
ja: %1$[実行可能ファイルのパス]@が%3$@%2$[である]@

source: %[header.executablePath]@ %[is not]@ %@
es: %1$[Ruta del ejecutable]@ %2$[no es]@ %3$@
fr: %1$[Le chemin de l'exécutable]@ %2$[n'est pas]@ %3$@
he: %1$[הנתיב של קובץ הרצה]@ %2$[אינו שווה ל-]@ %3$@
ja: %1$[実行可能ファイルのパス]@が%3$@%2$[ではない]@

source: %[header.executablePath]@ %[begins with]@ %@
es: %1$[Ruta del ejecutable]@ %2$[empieza por]@ %3$@
fr: %1$[Le chemin de l'exécutable]@ %2$[commence par]@ %3$@
he: %1$[הנתיב של קובץ הרצה]@ %2$[מתחיל ב-]@ %3$@
ja: %1$[実行可能ファイルのパス]@が%3$@%2$[で始まる]@

source: %[header.executablePath]@ %[ends with]@ %@
es: %1$[Ruta del ejecutable]@ %2$[acaba en]@ %3$@
fr: %1$[Le chemin de l'exécutable]@ %2$[se termine par]@ %3$@
he: %1$[הנתיב של קובץ הרצה]@ %2$[מסתיים ב-]@ %3$@
ja: %1$[実行可能ファイルのパス]@@が%3$@%2$[で終わる]@

source: %[header.executablePath]@ %[contains]@ %@
es: %1$[Ruta del ejecutable]@ %2$[contiene]@ %3$@
fr: %1$[Le chemin de l'exécutable]@ %2$[contient]@ %3$@
he: %1$[הנתיב של קובץ הרצה]@ %2$[מכיל]@ %3$@
ja: %1$[実行可能ファイルのパス]@が%3$@%2$[を含む]@

source: %[header.executableVersion]@ %[is]@ %@
es: %1$[Versión del ejectuable]@ %2$[es]@ %3$@
he: %1$[גירסה של קובץ הרצה]@ %2$[הוא]@ %3$@
ja: %1$[実行可能ファイルのバージョン]@が%3$@%2$[である]@

source: %[header.executableVersion]@ %[is not]@ %@
es: %1$[Versión del ejectuable]@ %2$[no es]@ %3$@
he: %1$[גירסה של קובץ הרצה]@ %2$[אינו שווה ל-]@ %3$@
ja: %1$[実行可能ファイルのバージョン]@が%3$@%2$[ではない]@

source: %[header.executableVersion]@ %[begins with]@ %@
es: %1$[Versión del ejectuable]@ %2$[empieza por]@ %3$@
he: %1$[גירסה של קובץ הרצה]@ %2$[מתחיל ב-]@ %3$@
ja: %1$[実行可能ファイルのバージョン]@が%3$@%2$[で始まる]@

source: %[header.executableVersion]@ %[ends with]@ %@
es: %1$[Versión del ejectuable]@ %2$[acaba en]@ %3$@
he: %1$[גירסה של קובץ הרצה]@ %2$[מסתיים ב-]@ %3$@
ja: %1$[実行可能ファイルのバージョン]@@が%3$@%2$[で終わる]@

source: %[header.executableVersion]@ %[contains]@ %@
es: %1$[Versión del ejectuable]@ %2$[contiene]@ %3$@
he: %1$[גירסה של קובץ הרצה]@ %2$[מכיל]@ %3$@
ja: %1$[実行可能ファイルのバージョン]@が%3$@%2$[を含む]@

source: %[exceptionInformation.crashedThreadName]@ %[is]@ %@
es: %1$[Nombre del thread fallado]@ %2$[es]@ %3$@
fr: %1$[Le nom du thread planté]@ %2$[est]@ %3$@
he: %1$[שם שרשור שקרס]@ %2$[הוא]@ %3$@
ja: %1$[クラッシュしたスレッド名]@が%3$@%2$[である]@

source: %[exceptionInformation.crashedThreadName]@ %[is not]@ %@
es: %1$[Nombre del thread fallado]@ %2$[no es]@ %3$@
fr: %1$[Le nom du thread planté]@ %2$[n'est pas]@ %3$@
he: %1$[שם שרשור שקרס]@ %2$[אינו שווה ל-]@ %3$@
ja: %1$[クラッシュしたスレッド名]@が%3$@%2$[ではない]@

source: %[exceptionInformation.crashedThreadName]@ %[begins with]@ %@
es: %1$[Nombre del thread fallado]@ %2$[empieza por]@ %3$@
fr: %1$[Le nom du thread planté]@ %2$[commence par]@ %3$@
he: %1$[שם שרשור שקרס]@ %2$[מתחיל ב-]@ %3$@
ja: %1$[クラッシュしたスレッド名]@が%3$@%2$[で始まる]@

source: %[exceptionInformation.crashedThreadName]@ %[ends with]@ %@
es: %1$[Nombre del thread fallado]@ %2$[acaba en]@ %3$@
fr: %1$[Le nom du thread planté]@ %2$[se termine par]@ %3$@
he: %1$[שם שרשור שקרס]@ %2$[מסתיים ב-]@ %3$@
ja: %1$[クラッシュしたスレッド名]@@が%3$@%2$[で終わる]@

source: %[exceptionInformation.crashedThreadName]@ %[contains]@ %@
es: %1$[Nombre del thread fallado]@ %2$[contiene]@ %3$@
fr: %1$[Le nom du thread planté]@ %2$[contient]@ %3$@
he: %1$[שם שרשור שקרס]@ %2$[מכיל]@ %3$@
ja: %1$[クラッシュしたスレッド名]@が%3$@%2$[を含む]@

source: %[header.operatingSystemVersion.stringValue]@ %[is]@ %@
es: %1$[Versión del sistema operativo]@ %2$[es]@ %3$@
he: %1$[Operating System Version]@ %2$[is]@ %3$@
ja: %1$[オペレーティング・システムのバージョン]@が%3$@%2$[である]@

source: %[header.operatingSystemVersion.stringValue]@ %[is not]@ %@
es: %1$[Versión del sistema operativo]@ %2$[no es]@ %3$@
he: %1$[Operating System Version]@ %2$[is not]@ %3$@
ja: %1$[オペレーティング・システムのバージョン]@が%3$@%2$[ではない]@

source: %[header.operatingSystemVersion.stringValue]@ %[begins with]@ %@
es: %1$[Versión del sistema operativo]@ %2$[empieza por]@ %3$@
he: %1$[Operating System Version]@ %2$[begins with]@ %3$@
ja: %1$[オペレーティング・システムのバージョン]@が%3$@%2$[で始まる]@

source: %[header.operatingSystemVersion.stringValue]@ %[ends with]@ %@
es: %1$[Versión del sistema operativo]@ %2$[acaba en]@ %3$@
he: %1$[Operating System Version]@ %2$[ends with]@ %3$@
ja: %1$[オペレーティング・システムのバージョン]@@が%3$@%2$[で終わる]@

source: %[header.operatingSystemVersion.stringValue]@ %[contains]@ %@
es: %1$[Versión del sistema operativo]@ %2$[contiene]@ %3$@
he: %1$[Operating System Version]@ %2$[contains]@ %3$@
ja: %1$[オペレーティング・システムのバージョン]@が%3$@%2$[を含む]@

source: %[dateTime]@ %[is less than or equal to]@ %@
es: %1$[Fecha]@ %2$[es anterior a]@ %3$@
fr: %1$[La date]@ %2$[est antérieure ou égale à]@ %3$@
he: %1$[Date]@ %2$[is earlier than or equal to]@ %3$@
ja: %1$[日付]@が%3$@%2$[より前]@

source: %[dateTime]@ %[is greater than or equal to]@ %@
es: %1$[Fecha]@ %2$[es posterior a]@ %3$@
fr: %1$[La date]@ %2$[est postérieure ou égale à]@ %3$@
he: %1$[Date]@ %2$[is later than or equal to]@ %3$@
ja: %1$[日付]@が%3$@%2$[より後]@

source: %[exceptionType]@ is %[EXC_ARITHMETIC]@
es: %1$[Tipo de excepción]@ es %2$[EXC_ARITHMETIC]@
fr: %1$[Le type de l'exception]@ est %2$[EXC_ARITHMETIC]@
he: ‏%1$[סוג חריג]@ הוא %2$[EXC_ARITHMETIC]@
ja: %1$[例外の種類]@が%2$[EXC_ARITHMETIC]@である

source: %[exceptionType]@ is %[EXC_BAD_ACCESS]@
es: %1$[Tipo de excepción]@ es %2$[EXC_BAD_ACCESS]@
fr: %1$[Le type de l'exception]@ est %2$[EXC_BAD_ACCESS]@
he: ‏%1$[סוג חריג]@ הוא %2$[EXC_BAD_ACCESS]@
ja: %1$[例外の種類]@が%2$[EXC_BAD_ACCESS]@である

source: %[exceptionType]@ is %[EXC_BAD_INSTRUCTION]@
es: %1$[Tipo de excepción]@ es %2$[EXC_BAD_INSTRUCTION]@
fr: %1$[Le type de l'exception]@ est %2$[EXC_BAD_INSTRUCTION]@
he: ‏%1$[סוג חריג]@ הוא %2$[EXC_BAD_INSTRUCTION]@
ja: %1$[例外の種類]@が%2$[EXC_BAD_INSTRUCTION]@である

source: %[exceptionType]@ is %[EXC_BREAKPOINT]@
es: %1$[Tipo de excepción]@ es %2$[EXC_BREAKPOINT]@
fr: %1$[Le type de l'exception]@ est %2$[EXC_BREAKPOINT]@
he: ‏%1$[סוג חריג]@ הוא %2$[EXC_BREAKPOINT]@
ja: %1$[例外の種類]@が%2$[EXC_BREAKPOINT]@である

source: %[exceptionType]@ is %[EXC_CORPSE_NOTIFY]@
es: %1$[Tipo de excepción]@ es %2$[EXC_CORPSE_NOTIFY]@
fr: %1$[Le type de l'exception]@ est %2$[EXC_CORPSE_NOTIFY]@
he: ‏%1$[סוג חריג]@ הוא %2$[EXC_CORPSE_NOTIFY]@
ja: %1$[例外の種類]@が%2$[EXC_CORPSE_NOTIFY]@である

source: %[exceptionType]@ is %[EXC_CRASH]@
es: %1$[Tipo de excepción]@ es %2$[EXC_CRASH]@
fr: %1$[Le type de l'exception]@ est %2$[EXC_CRASH]@
he: ‏%1$[סוג חריג]@ הוא %2$[EXC_CRASH]@
ja: %1$[例外の種類]@が%2$[EXC_CRASH]@である

source: %[exceptionType]@ is %[EXC_EMULATION]@
es: %1$[Tipo de excepción]@ es %2$[EXC_EMULATION]@
fr: %1$[Le type de l'exception]@ est %2$[EXC_EMULATION]@
he: ‏%1$[סוג חריג]@ הוא %2$[EXC_EMULATION]@
ja: %1$[例外の種類]@が%2$[EXC_EMULATION]@である

source: %[exceptionType]@ is %[EXC_GUARD]@
es: %1$[Tipo de excepción]@ es %2$[EXC_GUARD]@
fr: %1$[Le type de l'exception]@ est %2$[EXC_GUARD]@
he: ‏%1$[סוג חריג]@ הוא %2$[EXC_GUARD]@
ja: %1$[例外の種類]@が%2$[EXC_GUARD]@である

source: %[exceptionType]@ is %[EXC_MACH_SYSCALL]@
es: %1$[Tipo de excepción]@ es %2$[EXC_MACH_SYSCALL]@
fr: %1$[Le type de l'exception]@ est %2$[EXC_MACH_SYSCALL]@
he: ‏%1$[סוג חריג]@ הוא %2$[EXC_MACH_SYSCALL]@
ja: %1$[例外の種類]@が%2$[EXC_MACH_SYSCALL]@である

source: %[exceptionType]@ is %[EXC_RESOURCE]@
es: %1$[Tipo de excepción]@ is %2$[EXC_RESOURCE]@
fr: %1$[Le type de l'exception]@ est %2$[EXC_RESOURCE]@
he: ‏%1$[סוג חריג]@ הוא %2$[EXC_RESOURCE]@
ja: %1$[例外の種類]@が%2$[EXC_RESOURCE]@である

source: %[exceptionType]@ is %[EXC_RPC_ALERT]@
es: %1$[Tipo de excepción]@ es %2$[EXC_RPC_ALERT]@
fr: %1$[Le type de l'exception]@ est %2$[EXC_RPC_ALERT]@
he: ‏%1$[סוג חריג]@ הוא %2$[EXC_RPC_ALERT]@
ja: %1$[例外の種類]@が%2$[EXC_RPC_ALERT]@である

source: %[exceptionType]@ is %[EXC_SOFTWARE]@
es: %1$[Tipo de excepción]@ es %2$[EXC_SOFTWARE]@
fr: %1$[Le type de l'exception]@ est %2$[EXC_SOFTWARE]@
he: ‏%1$[סוג חריג]@ הוא %2$[EXC_SOFTWARE]@
ja: %1$[例外の種類]@が%2$[EXC_SOFTWARE]@である

source: %[exceptionType]@ is %[EXC_SYSCALL]@
es: %1$[Tipo de excepción]@ es %2$[EXC_SYSCALL]@
fr: %1$[Le type de l'exception]@ est %2$[EXC_SYSCALL]@
he: ‏%1$[סוג חריג]@ הוא %2$[EXC_SYSCALL]@
ja: %1$[例外の種類]@が%2$[EXC_SYSCALL]@である

source: %[exceptionSignal]@ is %[SIGABRT]@
es: %1$[Señal de excepción]@ es %2$[SIGABRT]@
fr: %1$[Le signal de l'exception]@ est %2$[SIGABRT]@
he: %1$[Exception Signal]@ is %2$[SIGABRT]@
ja: %1$[例外信号]@が%2$[SIGABRT]@である

source: %[exceptionSignal]@ is %[SIGBUS]@
es: %1$[Señal de excepción]@ es %2$[SIGBUS]@
fr: %1$[Le signal de l'exception]@ est %2$[SIGBUS]@
he: %1$[Exception Signal]@ is %2$[SIGBUS]@
ja: %1$[例外信号]@が%2$[SIGBUS]@である

source: %[exceptionSignal]@ is %[SIGILL]@
es: %1$[Señal de excepción]@ es %2$[SIGILL]@
fr: %1$[Le signal de l'exception]@ est %2$[SIGILL]@
he: %1$[Exception Signal]@ is %2$[SIGILL]@
ja: %1$[例外信号]@が%2$[SIGILL]@である

source: %[exceptionSignal]@ is %[SIGKILL]@
es: %1$[Señal de excepción]@ es %2$[SIGKILL]@
fr: %1$[Le signal de l'exception]@ est %2$[SIGKILL]@
he: %1$[Exception Signal]@ is %2$[SIGKILL]@
ja: %1$[例外信号]@が%2$[SIGKILL]@である

source: %[exceptionSignal]@ is %[SIGQUIT]@
es: %1$[Señal de excepción]@ es %2$[SIGQUIT]@
fr: %1$[Le signal de l'exception]@ est %2$[SIGQUIT]@
he: %1$[Exception Signal]@ is %2$[SIGQUIT]@
ja: %1$[例外信号]@が%2$[SIGQUIT]@である

source: %[exceptionSignal]@ is %[SIGSEGV]@
es: %1$[Señal de excepción]@ es %2$[SIGSEGV]@
fr: %1$[Le signal de l'exception]@ est %2$[SIGSEGV]@
he: %1$[Exception Signal]@ is %2$[SIGSEGV]@
ja: %1$[例外信号]@が%2$[SIGSEGV]@である

source: %[exceptionSignal]@ is %[SIGTRAP]@
es: %1$[Señal de excepción]@ es %2$[SIGTRAP]@
fr: %1$[Le signal de l'exception]@ est %2$[SIGTRAP]@
he: %1$[Exception Signal]@ is %2$[SIGTRAP]@
ja: %1$[例外信号]@が%2$[SIGTRAP]@である

source: %[exceptionSignal]@ is %[Code Signature Invalid]@
es: %1$[Señal de excepción]@ es %2$[Code Signature Invalid]@
fr: %1$[Le signal de l'exception]@ est %2$[Code Signature Invalid]@
he: %1$[Exception Signal]@ is %2$[Code Signature Invalid]@
ja: %1$[例外信号]@が%2$[Code Signature Invalid]@である

source: %[crashLogFileName]@ %[is]@ %@
es: %1$[Nombre de archivo de informe]@ %2$[es]@ %3$@
he: %1$[שם קובץ הדוח]@ %2$[הוא]@ %3$@
ja: %1$[レポートのファイル名]@が%3$@%2$[である]@

source: %[crashLogFileName]@ %[is not]@ %@
es: %1$[Nombre de archivo de informe]@ %2$[no es]@ %3$@
he: %1$[שם קובץ הדוח]@ %2$[אינו שווה ל-]@ %3$@
ja: %1$[レポートのファイル名]@が%3$@%2$[ではない]@

source: %[crashLogFileName]@ %[begins with]@ %@
es: %1$[Nombre de archivo de informe]@ %2$[empieza por]@ %3$@
he: %1$[שם קובץ הדוח]@ %2$[מתחיל ב-]@ %3$@
ja: %1$[レポートのファイル名]@が%3$@%2$[で始まる]@

source: %[crashLogFileName]@ %[ends with]@ %@
es: %1$[Nombre de archivo de informe]@ %2$[acaba en]@ %3$@
he: %1$[שם קובץ הדוח]@ %2$[מסתיים ב-]@ %3$@
ja: %1$[レポートのファイル名]@@が%3$@%2$[で終わる]@

source: %[crashLogFileName]@ %[contains]@ %@
es: %1$[Nombre de archivo de informe]@ %2$[contiene]@ %3$@
he: %1$[שם קובץ הדוח]@ %2$[מכיל]@ %3$@
ja: %1$[レポートのファイル名]@が%3$@%2$[を含む]@

source: %[reportSourceTypeNumber]@ is %[0]@
es: %1$[Fuente]@ es %2$[Informes del sistema]@
fr: %1$[La source]@ est %2$[les rapports système]@
he: ‏%1$[מקור]@ הוא %2$[דוחות המשתמש]@
ja: %1$[ソース]@%2$[システムレポート]@である

source: %[reportSourceTypeNumber]@ is %[1]@
es: %1$[Fuente]@ es %2$[Informes del usuario]@
fr: %1$[La source]@ est %2$[les rapports utilisateurs]@
he: %1$[מקור]@ הוא %2$[דוחות המשתמש]@
ja: %1$[ソース]@%2$[ユーザレポート]@である

source: %[reportSourceTypeNumber]@ is %[2]@
es: %1$[Fuente]@ es %2$[Otra fuente]@
fr: %1$[La source]@ est %2$[une autre source]@
he: ‏%1$[מקור]@ הוא %2$[מקור אחר]@
ja: %1$[ソース]@%2$[別の情報源]@である
